Repository: MBombeck/healthlog-iOS
Catalog: HealthLog/Resources/Localizable.xcstrings
Source language: en
Languages: de

# health.permissions.intro_body
source: This list shows what HealthLog requests from Apple Health. Apple does not tell the app whether you allowed reading — all that is visible is whether data arrives. For writing, the granted state is shown next to each type below.
de: Diese Liste zeigt, was HealthLog bei Apple Health anfragt. Ob du das Lesen erlaubt hast, gibt Apple der App nicht preis — sichtbar ist nur, ob Daten ankommen. Für das Schreiben steht der erteilte Zustand unten an jedem Typ.

# health.permissions.intro_title
source: Transparency
de: Transparenz

# health.permissions.nav_row
source: Show HealthKit Access
de: HealthKit-Zugriff anzeigen

# health.permissions.read_empty
source: HealthKit is not available on this device.
de: HealthKit ist auf diesem Gerät nicht verfügbar.

# health.permissions.read_subtitle
source: HealthLog reads these values from Apple Health.
de: Diese Werte liest HealthLog aus Apple Health.

# health.permissions.read_title
source: Read Access
de: Lesezugriff

# health.permissions.status.allowed
source: Allowed
de: Erlaubt

# health.permissions.status.denied
source: Not allowed
de: Nicht erlaubt

# health.permissions.status.undecided
source: Not decided
de: Nicht entschieden

# health.permissions.status.unknown
source: Not known
de: Nicht bekannt

# health.permissions.title
source: HealthKit Access
de: HealthKit-Zugriff

# health.permissions.type.activeEnergy
source: Active Energy
de: Aktive Energie

# health.permissions.type.audioExposureEvent
source: Environmental Sound Notifications
de: Hinweise zur Umgebungslautstärke

# health.permissions.type.bloodGlucose
source: Blood Glucose
de: Blutzucker

# health.permissions.type.bloodPressureDiastolic
source: Blood Pressure (Diastolic)
de: Blutdruck (diastolisch)

# health.permissions.type.bloodPressureSystolic
source: Blood Pressure (Systolic)
de: Blutdruck (systolisch)

# health.permissions.type.bodyFat
source: Body Fat Percentage
de: Körperfettanteil

# health.permissions.type.bodyMass
source: Body Mass
de: Gewicht

# health.permissions.type.bodyTemperature
source: Body Temperature
de: Körpertemperatur

# health.permissions.type.breathingDisturbances
source: Breathing Disturbances
de: Atemstörungen

# health.permissions.type.cervicalMucus
source: Cervical Mucus Quality
de: Zervixschleim-Qualität

# health.permissions.type.contraceptive
source: Contraceptive
de: Verhütung

# health.permissions.type.distanceWalkingRunning
source: Walking + Running Distance
de: Geh- und Laufstrecke

# health.permissions.type.doubleSupport
source: Double Support Time
de: Doppelunterstützungszeit

# health.permissions.type.electrocardiogram
source: ECG
de: EKG

# health.permissions.type.environmentalAudio
source: Environmental Audio Exposure
de: Umgebungslautstärke

# health.permissions.type.flightsClimbed
source: Flights Climbed
de: Erklommene Stockwerke

# health.permissions.type.headphoneAudio
source: Headphone Audio Exposure
de: Kopfhörer-Lautstärke

# health.permissions.type.headphoneAudioEvent
source: Headphone Audio Notifications
de: Hinweise zur Kopfhörerlautstärke

# health.permissions.type.heartRate
source: Heart Rate
de: Herzfrequenz

# health.permissions.type.heartRateRecovery
source: Heart Rate Recovery
de: Herzfrequenz-Erholung

# health.permissions.type.highHeartRate
source: High Heart Rate Notifications
de: Hinweise auf hohe Herzfrequenz

# health.permissions.type.hrv
source: Heart Rate Variability
de: Herzfrequenzvariabilität

# health.permissions.type.intermenstrualBleeding
source: Spotting (Intermenstrual Bleeding)
de: Zwischenblutung

# health.permissions.type.irregularHeartRhythm
source: Irregular Heart Rhythm Notifications
de: Hinweise auf unregelmäßigen Herzrhythmus

# health.permissions.type.leanBodyMass
source: Lean Body Mass
de: Magere Körpermasse

# health.permissions.type.lowHeartRate
source: Low Heart Rate Notifications
de: Hinweise auf niedrige Herzfrequenz

# health.permissions.type.menstrualFlow
source: Menstrual Flow
de: Menstruation

# health.permissions.type.numberOfTimesFallen
source: Falls
de: Stürze

# health.permissions.type.ovulationTest
source: Ovulation Test Result
de: Ovulationstest-Ergebnis

# health.permissions.type.oxygenSaturation
source: Oxygen Saturation
de: Sauerstoffsättigung

# health.permissions.type.pregnancyTest
source: Pregnancy Test Result
de: Schwangerschaftstest-Ergebnis

# health.permissions.type.progesteroneTest
source: Progesterone Test Result
de: Progesterontest-Ergebnis

# health.permissions.type.respiratoryRate
source: Respiratory Rate
de: Atemfrequenz

# health.permissions.type.restingHeartRate
source: Resting Heart Rate
de: Ruhepuls

# health.permissions.type.sexualActivity
source: Sexual Activity
de: Sexuelle Aktivität

# health.permissions.type.sixMinuteWalk
source: Six-Minute Walk Distance
de: 6-Minuten-Gehstrecke

# health.permissions.type.sleepAnalysis
source: Sleep Analysis
de: Schlafanalyse

# health.permissions.type.sleepApnea
source: Sleep Apnea Notifications
de: Hinweise auf Schlafapnoe

# health.permissions.type.sleepingWristTemperature
source: Wrist Temperature (Sleep)
de: Handgelenktemperatur (Schlaf)

# health.permissions.type.stairAscentSpeed
source: Stair Ascent Speed
de: Treppensteig-Tempo (aufwärts)

# health.permissions.type.stairDescentSpeed
source: Stair Descent Speed
de: Treppensteig-Tempo (abwärts)

# health.permissions.type.stateOfMind
source: State of Mind
de: Gemütszustand

# health.permissions.type.stepCount
source: Steps
de: Schritte

# health.permissions.type.timeInDaylight
source: Time in Daylight
de: Zeit im Tageslicht

# health.permissions.type.walkingAsymmetry
source: Walking Asymmetry
de: Gang-Asymmetrie

# health.permissions.type.walkingHeartRateAverage
source: Walking Heart Rate
de: Herzfrequenz beim Gehen

# health.permissions.type.walkingSpeed
source: Walking Speed
de: Gehtempo

# health.permissions.type.walkingSteadiness
source: Walking Steadiness
de: Gehstabilität

# health.permissions.type.walkingSteadinessEvent
source: Walking Steadiness Notifications
de: Hinweise zur Gehstabilität

# health.permissions.type.walkingStepLength
source: Walking Step Length
de: Schrittlänge

# health.permissions.write_empty
source: HealthKit is not available on this device.
de: HealthKit ist auf diesem Gerät nicht verfügbar.

# health.permissions.write_subtitle
source: HealthLog writes these values to Apple Health when you record them.
de: Diese Werte schreibt HealthLog in Apple Health, wenn du sie erfasst.

# health.permissions.write_title
source: Write Access
de: Schreibzugriff

# healthscore.pillar.weightTrend
source: Weight trend
de: Gewichts-Trend

# healthscore.source.mixed
source: Mixed
de: Gemischt

source: heart rate variability
de: Herzfrequenzvariabilität

source: heart-rate variability
de: Herzfrequenzvariabilität

# hrvBalance.short.balanced
source: Even
de: Mittig

# hrvBalance.short.high
source: High
de: Hoch

# hrvBalance.short.low
source: Low
de: Niedrig

source: https:// is added automatically.
de: https:// wird automatisch ergänzt.

source: https:// is added automatically. Self-signed certificates are currently not supported.
de: https:// wird automatisch ergänzt. Self-Signed-Zertifikate aktuell nicht unterstützt.

source: iOS asks for this permission only once per install.
de: iOS fragt genau einmal pro Installation danach.

source: iOS hasn't delivered anything yet.
de: iOS hat noch nichts geliefert.

source: iOS hasn't shown the permission dialog since login yet. Tap above to open it now.
de: iOS hat den Berechtigungs-Dialog beim Login noch nicht gezeigt. Tippe oben, um ihn jetzt zu öffnen.

source: iOS is not showing banners right now. Re-enable them below.
de: Aktuell zeigt iOS keine Banner. Aktiviere sie wieder unten.

source: iOS will ask you the first time.
de: Beim ersten Mal fragt iOS dich noch.

# illness.action.cancel
source: Cancel
de: Abbrechen

# illness.action.save
source: Save
de: Speichern

# illness.add.label
source: Label
de: Bezeichnung

# illness.add.lifecycle
source: Course
de: Verlauf

# illness.add.note
source: Optional note
de: Optionale Notiz

# illness.add.onsetAt
source: Started
de: Begonnen

# illness.add.parent
source: Parent condition
de: Übergeordnete Erkrankung

# illness.add.parent.none
source: No parent
de: Keine Verknüpfung

# illness.add.resolved.toggle
source: Episode has ended
de: Episode ist beendet

# illness.add.resolvedAt
source: Ended
de: Beendet

# illness.add.section.about
source: About
de: Allgemein

# illness.add.section.note
source: Note
de: Notiz

# illness.add.section.onset
source: Onset
de: Beginn

# illness.add.title
source: New episode
de: Neue Episode

# illness.add.type
source: Type
de: Art

# illness.correlation.coverage
source: %lld of %lld inputs available
de: %lld von %lld Eingaben verfügbar

# illness.correlation.direction.above
source: above
de: über

# illness.correlation.direction.below
source: below
de: unter

# illness.correlation.feltBetter
source: You felt better on %@.
de: Du hast dich am %@ besser gefühlt.

# illness.correlation.insufficient.body
source: There isn't enough vitals history around this episode yet to show a pattern.
de: Es gibt rund um diese Episode noch nicht genug Vitalwert-Verlauf, um ein Muster zu zeigen.

# illness.correlation.insufficient.title
source: Still learning
de: Noch im Lernen

# illness.correlation.loading
source: Looking at your vitals…
de: Deine Vitalwerte werden ausgewertet…

# illness.correlation.nadir
source: At the worst
de: Am Tiefpunkt

# illness.correlation.preOnset
source: Before onset
de: Vor dem Beginn

# illness.correlation.recoveryGap.driver
source: %@ was the last to settle back into its usual range.
de: %@ kehrte als Letztes in den gewohnten Bereich zurück.

# illness.correlation.recoveryGap.driver.symptom
source: Your logged symptoms were the last to ease.
de: Deine erfassten Symptome klangen als Letztes ab.

# illness.correlation.recoveryGap.title
source: Recovery gap
de: Genesungsabstand

# illness.correlation.recoveryGap.value
source: Your vitals took about %@ days to return to baseline after you felt better.
de: Deine Vitalwerte brauchten etwa %@ Tage, um nach dem Besserwerden zur Baseline zurückzukehren.

# illness.correlation.redFlags.detail %@ %lld
source: Worst %1$@ over %lld days.
de: Schlechtester Wert %1$@ über %lld Tage.

# illness.correlation.redFlags.seekCare
source: If this pattern recurs, seek medical care.
de: Wenn dieses Muster erneut auftritt, suche ärztliche Hilfe.

# illness.correlation.redFlags.title
source: Worth a closer look
de: Genauer hinschauen

# illness.correlation.returns.notYet
source: Not back to baseline yet
de: Noch nicht auf Baseline-Niveau

# illness.correlation.returns.title
source: Returned to baseline
de: Zur Baseline zurückgekehrt

# illness.correlation.returns.value
source: %@ (%@ days after feeling better)
de: %@ (%@ Tage nach dem Besserwerden)

# illness.correlation.settled
source: The recorded signals stayed within your usual range.
de: Die erfassten Signale blieben in deinem üblichen Bereich.

# illness.correlation.sleepContext.less
source: During this episode you slept noticeably less than usual (about %@ h/night).
de: Während dieser Episode hast du deutlich weniger geschlafen als sonst (etwa %@ Std./Nacht).

# illness.correlation.sleepContext.more
source: During this episode you slept noticeably more than usual (about %@ h/night).
de: Während dieser Episode hast du deutlich mehr geschlafen als sonst (etwa %@ Std./Nacht).

# illness.correlation.title
source: What your vitals did
de: Was deine Vitalwerte taten

# illness.daylog.add
source: Log today
de: Heute eintragen

# illness.daylog.date
source: Date
de: Datum

# illness.daylog.fever.value
source: Fever %@ °C
de: Fieber %@ °C

# illness.daylog.feverC
source: Temperature
de: Temperatur

# illness.daylog.hasFever
source: Had a fever
de: Fieber gehabt

# illness.daylog.impact
source: Impact
de: Beeinträchtigung

# illness.daylog.impact.0
source: Fully functional
de: Voll belastbar

# illness.daylog.impact.1
source: Mildly limited
de: Leicht eingeschränkt

# illness.daylog.impact.2
source: Mostly resting
de: Überwiegend ruhend

# illness.daylog.impact.3
source: Bedridden
de: Bettlägerig

# illness.daylog.impact.none
source: Not specified
de: Keine Angabe

# illness.daylog.impact.option
source: Level %lld
de: Stufe %lld

# illness.daylog.impact.value
source: Impact %lld/3
de: Beeinträchtigung %lld/3

# illness.daylog.note
source: Optional note
de: Optionale Notiz

# illness.daylog.section.date
source: Date
de: Datum

# illness.daylog.section.fever
source: Fever
de: Fieber

# illness.daylog.section.impact
source: Functional impact
de: Beeinträchtigung

# illness.daylog.section.note
source: Note
de: Notiz

# illness.daylog.section.symptoms
source: Symptoms
de: Symptome

# illness.daylog.severity
source: Severity
de: Schweregrad

# illness.daylog.timeline.empty
source: No days logged yet. Tap “Log today” to start.
de: Noch keine Tage erfasst. Tippe auf „Heute eintragen“, um zu beginnen.

# illness.daylog.timeline.error
source: The timeline could not be loaded.
de: Der Verlauf konnte nicht geladen werden.

# illness.daylog.timeline.loading
source: Loading timeline…
de: Verlauf wird geladen …

# illness.daylog.timeline.retry
source: Try again
de: Erneut versuchen

# illness.daylog.timeline.title
source: Timeline
de: Verlauf

# illness.daylog.title
source: Log a day
de: Tag eintragen

# illness.delete.action
source: Delete
de: Löschen

# illness.delete.confirm.title
source: Delete this episode?
de: Diese Episode löschen?

# illness.delete.undo
source: Episode deleted
de: Episode gelöscht

# illness.detail.note
source: Note
de: Notiz

# illness.detail.onsetAt
source: Started %@
de: Begonnen %@

# illness.detail.resolvedAt
source: Recovered %@
de: Genesen %@

# illness.edit.action
source: Edit
de: Bearbeiten

# illness.edit.title
source: Edit episode
de: Episode bearbeiten

# illness.empty.subtitle
source: Add an illness, injury or condition to start your journal.
de: Füge eine Erkrankung, Verletzung oder Beschwerde hinzu, um dein Tagebuch zu starten.

# illness.empty.title
source: No episodes yet
de: Noch keine Episoden

# illness.insights.byMonth.title
source: By month
de: Nach Monat

# illness.insights.byType.title
source: By type
de: Nach Art

# illness.insights.empty.subtitle
source: Log a few episodes and they'll be summarised here.
de: Erfasse ein paar Episoden, dann werden sie hier zusammengefasst.

# illness.insights.empty.title
source: No insights yet
de: Noch keine Auswertung

# illness.insights.gapWithheld
source: Not enough resolved episodes yet for a typical recovery gap.
de: Noch nicht genug abgeschlossene Episoden für einen typischen Genesungsabstand.

# illness.insights.resolvedCount
source: %lld of %lld resolved
de: %lld von %lld abgeschlossen

# illness.insights.sickCount
source: Unwell %lld times
de: %lld Mal erkrankt

# illness.insights.title
source: Insights
de: Auswertung

# illness.insights.typicalGap
source: Typical recovery gap: about %@ days
de: Typischer Genesungsabstand: etwa %@ Tage

# illness.insights.typicalGap.driver
source: Across episodes, %@ tends to be the last to settle.
de: Über alle Episoden hinweg normalisiert sich %@ meist als Letztes.

# illness.insights.typicalGap.driver.symptom
source: Across episodes, your logged symptoms tend to be the last to ease.
de: Über alle Episoden hinweg klingen deine erfassten Symptome meist als Letztes ab.

# illness.journal.children.count
source: Flares: %lld
de: Schübe: %lld

# illness.journal.onsetActive
source: Since %@
de: Seit %@

# illness.journal.section.active
source: Active
de: Aktiv

# illness.journal.section.resolved
source: Resolved
de: Abgeschlossen

# illness.journal.showResolved
source: Show resolved
de: Abgeschlossene anzeigen

# illness.journal.title
source: Condition journal
de: Beschwerden-Tagebuch

# illness.lifecycle.acute
source: Acute
de: Akut

# illness.lifecycle.chronicOngoing
source: Ongoing
de: Anhaltend

# illness.lifecycle.flare
source: Flare
de: Schub

# illness.lifecycle.recurring
source: Recurring
de: Wiederkehrend

# illness.optIn.body
source: Keep a private journal of illnesses, injuries and ongoing conditions. You turned it off — turn it back on here whenever you like.
de: Führe ein privates Tagebuch über Erkrankungen, Verletzungen und anhaltende Beschwerden. Du hast es ausgeschaltet — schalte es hier jederzeit wieder ein.

# illness.optIn.bullet.correlation
source: See how your own vitals shifted around an illness — computed on the server from your baseline.
de: Sieh, wie sich deine Vitalwerte rund um eine Erkrankung verändert haben — auf dem Server aus deiner Baseline berechnet.

# illness.optIn.bullet.journal
source: Log episodes and a day-by-day symptom timeline.
de: Erfasse Episoden und einen Symptomverlauf Tag für Tag.

# illness.optIn.bullet.retrospective
source: Looks back at what happened — it never predicts.
de: Blickt zurück auf das Geschehene — es sagt nichts voraus.

# illness.optIn.enable
source: Enable condition journal
de: Beschwerden-Tagebuch aktivieren

# illness.optIn.enableFailed
source: Couldn't enable the journal. Please try again.
de: Tagebuch konnte nicht aktiviert werden. Bitte versuche es erneut.

# illness.optIn.headline
source: Track conditions & symptoms
de: Beschwerden & Symptome festhalten

# illness.optIn.title
source: Condition journal
de: Beschwerden-Tagebuch

# illness.redflag.generic
source: Sustained abnormal reading
de: Anhaltend auffälliger Wert

# illness.redflag.sustainedFever
source: Sustained fever
de: Anhaltendes Fieber

# illness.redflag.sustainedLowSpo2
source: Sustained low blood-oxygen
de: Anhaltend niedriger Sauerstoffgehalt

# illness.resolve.action
source: Mark recovered
de: Als genesen markieren

# illness.resolve.chronicError
source: An ongoing condition has no recovery date.
de: Eine anhaltende Beschwerde hat kein Genesungsdatum.

# illness.resolve.confirm.title
source: Mark this episode recovered?
de: Diese Episode als genesen markieren?

# illness.resolve.failed
source: Couldn't update. Please try again.
de: Aktualisierung fehlgeschlagen. Bitte versuche es erneut.

# illness.restMode.caption
source: You're recovering — be gentle with yourself. A gap here is expected and won't undo your progress.
de: Du erholst dich gerade — sei nachsichtig mit dir. Eine Pause ist hier völlig in Ordnung und kostet dich keinen Fortschritt.

# illness.restMode.pill
source: Resting
de: Erholung

# illness.restMode.pill.a11y
source: You are in rest mode while recovering. Your score is not penalised.
de: Du bist im Erholungs-Modus. Dein Score wird dadurch nicht abgewertet.

# illness.save.failed
source: Couldn't save. Please try again.
de: Speichern fehlgeschlagen. Bitte versuche es erneut.

# illness.status.resolved
source: Resolved
de: Abgeschlossen

# illness.symptom.bodyAches
source: Body aches
de: Gliederschmerzen

# illness.symptom.cough
source: Cough
de: Husten

# illness.symptom.fatigue
source: Fatigue
de: Erschöpfung

# illness.symptom.headache
source: Headache
de: Kopfschmerzen

# illness.symptom.runnyNose
source: Runny nose
de: Laufende Nase

# illness.symptom.sneezing
source: Sneezing
de: Niesen

# illness.symptom.soreThroat
source: Sore throat
de: Halsschmerzen

# illness.symptom.stuffyNose
source: Stuffy nose
de: Verstopfte Nase

# illness.type.allergy
source: Allergy
de: Allergie

# illness.type.autoimmune
source: Autoimmune
de: Autoimmun

# illness.type.chronic
source: Chronic
de: Chronisch

# illness.type.infection
source: Infection
de: Infektion

# illness.type.injury
source: Injury
de: Verletzung

# illness.type.mentalHealth
source: Mental health
de: Psychische Gesundheit

# illness.type.other
source: Other
de: Sonstiges

# illness.vital.functionalImpact
source: Your symptoms
de: Deine Symptome

# illness.vital.hrv
source: Heart rate variability
de: Herzfrequenzvariabilität

# illness.vital.respiratoryRate
source: Respiratory rate
de: Atemfrequenz

# illness.vital.restingHeartRate
source: Resting heart rate
de: Ruhepuls

# illness.vital.spo2
source: Blood oxygen
de: Sauerstoffsättigung

# illness.vital.temperature
source: Body temperature
de: Körpertemperatur

# import.action.subtitle
source: We show a preview first — nothing is written until you confirm.
de: Zuerst zeigen wir eine Vorschau – geschrieben wird erst nach deiner Bestätigung.

# import.action.title
source: Choose a file
de: Datei auswählen

# import.another.button
source: Import another file
de: Weitere Datei importieren

# import.cancel.button
source: Cancel
de: Abbrechen

# import.card.nav_row
source: Open import
de: Import öffnen

# import.card.subtitle
source: Bring measurements in from a CSV file.
de: Messwerte aus einer CSV-Datei einspielen.

# import.card.title
source: Import data
de: Daten importieren

# import.commit.button
source: Confirm import
de: Import bestätigen

# import.count.inserted
source: Inserted
de: Neu angelegt

# import.count.skipped
source: Skipped
de: Übersprungen

# import.count.total
source: Total rows
de: Zeilen gesamt

# import.count.updated
source: Updated
de: Aktualisiert

# import.count.willWrite
source: Will be written
de: Wird geschrieben

# import.done.heading
source: Import complete
de: Import abgeschlossen

# import.error.generic
source: Import failed. Please try again.
de: Import fehlgeschlagen. Bitte versuche es erneut.

# import.error.not_utf8
source: The file isn't valid UTF-8 text.
de: Die Datei ist keine gültige UTF-8-Textdatei.

# import.error.read_failed
source: Couldn't read the file.
de: Die Datei konnte nicht gelesen werden.

# import.format.footer
source: Expected are measurement rows with type, value, unit and timestamp. Up to 10,000 rows per import.
de: Erwartet werden Messwertzeilen mit Typ, Wert, Einheit und Zeitstempel. Bis zu 10.000 Zeilen pro Import.

# import.importing
source: Importing…
de: Wird importiert …

# import.pick.button
source: Choose CSV file
de: CSV-Datei auswählen

# import.placeholder.surface
source: the data import
de: der Datenimport

# import.preview.heading
source: Preview
de: Vorschau

# import.previewing
source: Building preview…
de: Vorschau wird erstellt …

# import.title
source: Import data
de: Daten importieren

source: in 1 year
de: in 1 Jahr

source: in 30 days
de: in 30 Tagen

source: in 90 days
de: in 90 Tagen

source: in range
de: im Normbereich

# insight.provider.openaiCompatible
source: OpenAI-compatible
de: OpenAI-kompatibel

# insights.aux.missed
source: Missed
de: Verpasst

# insights.aux.scheduled
source: Scheduled
de: Geplant

# insights.availability.loading
source: Loading sections …
de: Bereiche werden geladen …

# insights.availability.unavailable
source: Sections could not be loaded — pull to refresh.
de: Bereiche konnten nicht geladen werden — zum Aktualisieren ziehen.

# insights.bp.derived.caveat
source: Derived from your latest reading, not measured.
de: Aus deiner letzten Messung abgeleitet, nicht gemessen.

# insights.bp.derived.meanArterialPressure
source: Mean arterial pressure (the average your organs see) is about %d mmHg, normally around 70–100.
de: Der mittlere arterielle Druck (der Durchschnitt, den deine Organe sehen) liegt bei etwa %d mmHg, normalerweise um 70–100.

# insights.bp.derived.pulsePressure
source: Pulse pressure (the gap between your readings) is about %d mmHg — roughly 40 is typical at rest.
de: Der Pulsdruck (die Differenz zwischen deinen Werten) beträgt etwa %d mmHg – rund 40 ist in Ruhe typisch.

# insights.bp.stats.diastolic
source: Diastolic
de: Diastolisch

# insights.bp.stats.systolic
source: Systolic
de: Systolisch

# insights.briefingHero.generatedPrefix
source: Generated
de: Erstellt

# insights.briefingHero.staleAsOf
source: As of %@
de: Stand %@

# insights.coach.evidenceLabel
source: What I'm looking at
de: Worauf bezieht sich das?
